Repository: alanmccoll/cms_gbc
Catalog: sites/default/files/civicrm/ext/com.ixiam.modules.reportplus/l10n/*/LC_MESSAGES/reportplus.po
Languages: es_es

source: The Page
es_es: La página

source: To add a column to resultset, click on and drag the field to <b>Selected Columns</b> box
es_es: Para añadir una columna al resultado, haga click y arrastre el campo a <b>Columnas Seleccionadas</b>

source: Columns marked with an [X] are required and cannot be disposed
es_es: Las columnas marcadas con una [X] son obligatorias y no pueden ser eliminadas

source: Available Columns
es_es: Columnas Disponibles

source: Selected Columns
es_es: Columnas Seleccionadas

source: You cannot drop a required columns
es_es: No puedes eliminar una columna obligatoria

source: Contribution Summary Plus
es_es: ReportPlus de Resumen de Contribuciones

source: Contribution Matrix Plus
es_es: ReportPlus de Matriz de Contribuciones

source: Contribution Detail Plus
es_es: ReportPlus de Detalle de Contribuciones

source: Member Summary Plus
es_es: ReportPlus de Resumen de Miembros

source: Member Matrix Plus
es_es: ReportPlus de Matriz de Miembros

source: Member Detail Plus
es_es: ReportPlus de Detalle de Miembros

source: Contact Summary Plus
es_es: ReportPlus de Resumen de Contactos

source: Contact Matrix Plus
es_es: ReportPlus de Matriz de Contactos

source: Contact Detail Plus
es_es: ReportPlus de Detalle de Contactos

source: Contact Birthday
es_es: ReportPlus de Cumpleaños de Contactos

source: Contribution Count
es_es: Cantidad de Contribuciones

source: Contribution Total
es_es: Importe total de Contribuciones

source: Contribution Avg
es_es: Importe Promedio de Contribuciones

source: Contribution Max
es_es: Importe máximo de Contribuciones

source: Contribution Min
es_es: Importe mínimo de Contribuciones

source: Please select only one statistic to be displayed
es_es: Por favor selecciona solamente una estadística para ser mostrada

source: Please select one field to be the rows
es_es: Por favor seleccione un campo para ser las filas

source: Please select one field to be the columns
es_es: Por favor seleccione un campo para ser las columnas

source: Please select only one field to be the rows
es_es: Por favor seleccione sólo un campo para ser las filas

source: Please select only one field to be the columns
es_es: Por favor seleccione sólo un campo para ser las columnas

source: rows
es_es: filas

source: columns
es_es: columnas

source: Rows
es_es: Filas

source: Columns
es_es: Columnas

source: Select Rows
es_es: Seleccionar Filas

source: Select Columns
es_es: Seleccionar Columnas

source: -- Select --
es_es: -- Seleccionar --

source: Is empty
es_es: Está vacio

source: Is not empty
es_es: No está vacio

source: Is Null
es_es: Es nulo

source: Is not Null
es_es: No es nulo

source: Is empty or Null
es_es: Está vacio o nulo

source: Is not empty and Null
es_es: No está vacio ni nulo

source: CSV Encoding
es_es: Codificación de CSV

source: Contribution TopDonor Plus
es_es: ReportPlus de Principales Donantes

source: Unique Contacts
es_es: Contactos únicos

source: Total Values
es_es: Valores totales

source: Quarter
es_es: Trimestre

source: Transpose
es_es: Transponer

source: Hide Empty Headers
es_es: Ocultar filas/columnas sin categoría

source: Show Totals
es_es: Mostrar Totales

source: Birth Date (Year)
es_es: Fecha de nacimiento (Año)

source: Birth Date (Month)
es_es: Fecha de nacimiento (Mes)

source: Birth Date (Day)
es_es: Fecha de nacimiento (Día)
